{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 297], "name": "dense_9", "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "units": 1485, "bias_constraint": null, "activation": "relu", "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}}}, {"class_name": "Dense", "config": {"name": "dense_10", "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "units": 1024, "bias_constraint": null, "activation": "sigmoid", "bias_regularizer": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}}}], "name": "sequential_5"}, "backend": "tensorflow", "keras_version": "2.2.4"}